[Demo_Maya_ep6_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2430,Y=592,Z=934),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=2240,Y=592,Z=799),VecSub=(X=0,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[7]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Decision.GG2_BGM_DM_CMN_Decision_Cue')
DemoScripts[8]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[9]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[10]=(Actor=FADE,Command=WAIT)
DemoScripts[11]=(Actor=WINDOW,Command=SET)
DemoScripts[12]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_005_Cue',Name="カミゾノ　シノブ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_008_Cue',Name="カミゾノ　シノブ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0106_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0600_lp_Depressed",Number=8)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_010_Cue',Name="カミゾノ　シノブ")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[40]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[44]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_012_Cue',Name="カミゾノ　シノブ")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_013_Cue',Name="カミゾノ　シノブ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_014_Cue',Name="カミゾノ　シノブ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_015_Cue',Name="カミゾノ　シノブ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[59]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_016_Cue',Name="カミゾノ　シノブ")
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[61]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0104_fx_Stand2Warn",Rate=0,Number=3,Bit=1)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0400_lp_Warn",Number=8)
DemoScripts[66]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_019_Cue',Name="カミゾノ　シノブ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0401_fx_Warn2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_021_Cue',Name="カミゾノ　シノブ")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0101_lp_close_smile",Rate=0,Number=0,Bit=1)
DemoScripts[78]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[80]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[82]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_024_Cue',Name="カミゾノ　シノブ")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[84]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[86]=(Actor=WINDOW,Command=EXIT)
DemoScripts[87]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[88]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[89]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[90]=(Actor=FADE,Command=WAIT)
DemoScripts[91]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[92]=(Actor=WINDOW,Command=SET)
DemoScripts[93]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_2.GG2_V_Maya_ep6_2_026_Cue',Name="カミゾノ　シノブ")
DemoScripts[94]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[95]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[96]=(Actor=WINDOW,Command=EXIT)
DemoScripts[97]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[98]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep6_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep6_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="小忍,你找我是有什麼事啊?")

Texts[1]=(Label="TEXT02",Name="忍",Text="我說,峯大....../n你喜歡......真夜嗎?")

Texts[2]=(Label="TEXT03",Name="峯大",Text="............")

Texts[3]=(Label="TEXT04",Name="峯大",Text="是啊,我喜歡她哦./n作為一個女孩子喜歡著.")

Texts[4]=(Label="TEXT05",Name="忍",Text="這樣啊......果然是呢./n因為峯大的視線老是追著真夜跑嘛.")

Texts[5]=(Label="TEXT06",Name="忍",Text="剛才讓你看到了丟人的場面....../n所以這些話是順便說的./n會變成有點像是在抱怨,抱歉啊.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="小忍......?")

Texts[7]=(Label="TEXT08",Name="忍",Text="真夜她啊,在族人當中也算是出類拔萃,/n有著成為優秀惡魔獵人的才能哦.")

Texts[8]=(Label="TEXT09",Name="忍",Text="和她比起來,我的能力就很弱了./n如果沒有本家給的\"除魔鈴鐺\",/n甚至連惡魔的身影也看不見......")

Texts[9]=(Label="TEXT10",Name="忍",Text="所以,只有真夜在本家接受修行....../n......不成材的我則留在了這個鎮上......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="......")

Texts[11]=(Label="TEXT12",Name="忍",Text="即使如此,我還是想當一個/n對真夜來說可靠的姊姊....../n所以至今為止一路努力過來......")

Texts[12]=(Label="TEXT13",Name="忍",Text="但我越是努力,那孩子就越是為了/n支持我--為了支持不成器的姊姊/n而變得更加努力.")

Texts[13]=(Label="TEXT14",Name="忍",Text="......不惜對自己的內心撒謊/n也要抬舉我......")

Texts[14]=(Label="TEXT15",Name="忍",Text="我不希望那孩子勉強自己./n拜託你,峯大....../n請你成為那孩子的支柱吧.")

Texts[15]=(Label="TEXT16",Name="忍",Text="因為真夜她......最喜歡你了.")

Texts[16]=(Label="TEXT17",Name="峯大",Text="......嗯.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="交給我......這種話我沒辦法說,/n不過我會盡我所能努力哦.")

Texts[18]=(Label="TEXT19",Name="忍",Text="呵呵......就算只是裝裝樣子,/n這裡也該挺起胸膛說些帥氣的臺詞哦./n畢竟是要成為那個真夜的男朋友的人嘛.")

Texts[19]=(Label="TEXT20",Name="峯大",Text="什!/n小忍......!!")

Texts[20]=(Label="TEXT21",Name="忍",Text="順帶一提,你可以把我剛才的電話號碼/n用\"小忍姊姊\"的名稱登錄哦.")

Texts[21]=(Label="TEXT22",Name="峯大",Text="這......這再怎麼說/n未免也太早了吧.")

Texts[22]=(Label="TEXT23",Name="忍",Text="呵呵,開玩笑的啦./n因為你從以前就像是弟弟一樣/n......所以只是想說一次看看.")

Texts[23]=(Label="TEXT24",Name="忍",Text="那我走囉./n掰掰,峯大.")

Texts[24]=(Label="TEXT25",Name="峯大",Text="嗯./n再見啦,小忍.")

Texts[25]=(Label="TEXT26",Name="忍",Text="......掰掰.")

Texts[26]=(Label="",Name="",Text="")

Texts[27]=(Label="SELECT01",Name="",Text="")

Texts[28]=(Label="SELECT02",Name="",Text="")

Texts[29]=(Label="SELECT03",Name="",Text="")

Texts[30]=(Label="SELECT04",Name="",Text="")

Texts[31]=(Label="SELECT05",Name="",Text="")

Texts[32]=(Label="SELECT06",Name="",Text="")

Texts[33]=(Label="SELECT07",Name="",Text="")

Texts[34]=(Label="SELECT08",Name="",Text="")

Texts[35]=(Label="SELECT09",Name="",Text="")

Texts[36]=(Label="SELECT10",Name="",Text="")


